Repository: Lily44/paypalplus
Catalog: languages/*/messages.po
Languages: it_it

source: You cancel the payment process or there was an error. If the error continue, please contact the administrator
it_it: Hai annullato il processo di pagamento oppure si è verificato un errore. Se l'errore persiste contatta l'amministratore

source: If you do not want to continue the process
it_it: Se non vuoi proseguire

source: click here
it_it: clicca qui

source: Congratulations. The plugin is now configured
it_it: Congratulazioni! Il plugin è ora configurato

source: Paypal+ Options
it_it: Opzioni Paypal

source: Use standard payment
it_it: Usa pagamento standard

source: Sandbox environment
it_it: Ambiente Sandbox

source: Allow premium ads
it_it: Abilita annunci premium

source: Default premium cost
it_it: Costo premium predefinito

source: Premium days
it_it: Giorni premium

source: Pay per post ads
it_it: Richiedi pagamento per inserimento annunci

source: Default publish cost
it_it: Costo predefinito annunci

source: Currency (3-character code)
it_it: Valuta (3 caratteri)

source: You could specify up to 3 'packs' that users can buy, so they don't need to pay each time they publish an ad. The credit from the pack will be stored for later uses.
it_it: Puoi specificare fino a 3 pacchetti che gli utenti possono acquistare, in questo modo non avranno bisogno di pagare ogni volta che inseriscono un annuncio. Il credito del pacchetto potrà essere utilizzato per gli annunci successivi.

source: Price of pack #%d
it_it: Prezzo del pacchetto #%d

source: Update
it_it: Aggiorna

source: Help
it_it: Guida

source: API or Standard Payments?
it_it: Pagamento Standard o API?

source: API payments give you more control over the payment process, it's required for digital goods & micropayments (Note: Not all countries are allowed to have digital goods & micropayments processes). On the other side standard payments are simple, less customizable but works everywhere.
it_it: Il pagamento API offre maggior controllo nel processo di pagamento, è richiesto per beni digitali e micro-pagamenti (Nota: non tutti i paesi sono abilitati al processo per beni digitali e micro-pagamenti). D'altra parte il pagamento standard è semplice, meno personalizzabile e funziona ovunque.

source: Micropayments offers a reduction on the fee to pay Paypal for orders under 4$ (or equivalent), around 5cents + 5% while standard payments have a fee around 30cents + 5%. Due the nature of OSClass is recommended to use micropayments, but we're aware that they're not available worldwide. Please check with Paypal the avalaibility of the service in your area.
it_it: I micro-pagamenti offrono una riduzione delle spece verso Paypal per ordini fino a 4$ (o equivalente), intorno ai 5cent + 5% mentre il pagamento standard ha una spesa di circa 30cent + 5%. Data la natura del sito è raccomandato l'uso di micro-pagamenti, anche se non disponibile in tutto il mondo. Verifica con Paypal la disponibilità del servizio nel tuo paese.

source: Setting up your Paypal account for Standard Payments
it_it: Imposta il tuo account Paypal per i pagamenti standard

source: Introduce your paypal email and check the "Use Standard Payment" option here.
it_it: Inserisci la tua email Paypal e seleziona la casella "Utilizza Pagamenti Standard"

source: You need Paypal API credentials (before entering here your API credentials, MODIFY index.php file of this plugin and change the value of PAYPAL_CRYPT_KEY variable to make your API more secure)
it_it: Hai bisogno delle credenziali Paypal API (prima di inserire le tue credenziali API, modifica il file index.php di questo tema cambiando la variabile PAYPAL_CRYPT_KEY per rendere il tuo API più sicuro)

source: You need to tell Paypal where is your IPN file
it_it: Devi chiedere a Paypal dov'è il tuo file IPN

source: Setting up your Paypal account for micropayments/API
it_it: Imposta il tuo account Paypal per i micro-pagamenti/API

source: Before being able to use Paypal plugin, you need to set up some configuration at your Paypal account
it_it: Prima di poter utilizzare il plugin di Paypal dovrai inserire alcune impostazioni di configurazione del tuo account Paypal

source: Your Paypal account has to be set as Business or Premier, you could change that at Your Profile, under My Settings
it_it: Il tuo account Paypal dovrà essere impostato come Business o Premier, potrai modificarli nel tuo profilo, sotto la voce Le mie impostazioni

source: You need to sign in up for micropayments/digital good <a href="%s">from here</a>.
it_it: Devi effettuare l'accesso per i micro-pagamenti/beni digitali <a href="%s">da qui</a>.

source: Setting up your IPN
it_it: Imposta il tuo IPN

source: Click Profile on the My Account tab
it_it: Clicca su Profilo sotto la voce Il mio account

source: Click Instant Payment Notification Preferences in the Selling Preferences column
it_it: Clicca Impostazioni Notifiche Istantanee dei Pagamenti nelle Impostazioni Vendita

source: Click Choose IPN Settings to specify your listener’s URL and activate the listener (usually is http://www.yourdomain.com/oc-content/plugins/paypal/notify_url.php)
it_it: Clicca su Scegli Impostazioni IPN per specificare l'URL dei tuoi ascoltatori ed attivare il link (di solito è http://www.yourdomain.com/oc-content/plugins/paypal/notify_url.php)

source: How to obtain API credentials
it_it: Come ottenere le credenziali API

source: In order to use the Paypal plugin you will need Paypal API credentials, you could obtain them for free following theses steps
it_it: Prima di poter utilizzare il plugin Paypal avrai bisogno delle credenziali API di Paypal, puoi ottenerle sequenti questi passi

source: Verify your account status. Go to your PayPal Profile under My Settings and verify that your Account Type is Premier or Business, or upgrade your account
it_it: Verifica lo stato del tuo account. Vai nel tuo Profilo PayPal sotto la voce Le mie impostazioni e verifica che il tuo accont sia di tipo Premier o Business, altrimenti aggiornalo

source: Verify your API settings. Click on My Selling Tools. Click Selling Online and verify your API access. Click Update to view or set up your API signature and credentials
it_it: Verifica le tue impostazioni API. Clicca sullo stumento Le mie vendite. Clicca Vendite Online e verifica il tuo accesso API. Clicca Aggiorna per vedere o impostare la tua firma API e le credenziali

source: Category Name
it_it: Nome Categoria

source: Publish fee (%s)
it_it: Costo annuncio (%s)

source: Premium fee (%s)
it_it: Costo Premim (%s)

source: Setting up your fees
it_it: Imposta le tue spese

source: You could set up different prices for each category
it_it: Puoi impostare costi differenti per ogni categoria

source: If the price of a category is left empty, the default value will be applied
it_it: Se il prezzo di una categoria viene lasciato vuoto, verrà applicato il costo standard

source: Pay with your credit
it_it: Paga con il tuo credito

source: Categories fees
it_it: Costo categorie

source: Item payment status
it_it: Acquista Annunci Premium

source: Buy credit for payments
it_it: Acquista Credito

source: Pay to publish it
it_it: Paga per pubblicare

source: Make this ad premium
it_it: Rendi questo annuncio Premium

source: You need to pay the publish fee in order to make the ad public to the rest of users
it_it: Devi effettuare il pagamento per rendere pubblico il tuo annuncio

source: Sorry, this ad is not available at the moment
it_it: Spiacenti, questo annuncio non è al momento disponibile

source: Make the ad premium
it_it: Rendi questo annuncio Premium

source: Item's title
it_it: Titolo annuncio

source: Item's description
it_it: Descrizione annuncio

source: In order to make premium your ad , it's required to pay a fee
it_it: Per far diventare Premium il tuo annuncio è richiesto un costo

source: The current fee for this category is: %.2f %s
it_it: Il costo in questa categoria è di %.2f %s

source: Premium fee for item %d at %s
it_it: Costo per l annuncio Premium %d at %s

source: There was an error
it_it: Si è verificato un errore

source: There's no need to pay the premium fee
it_it: Non è richiesto il pagamento per l annuncio premium

source: The item is already a premium ad
it_it: L'annuncio è già Premium

source: The item doesn not exists
it_it: L'annuncio non esiste

source: Premiums ads are not allowed
it_it: Gli annunci Premium non sono consentiti

source: Continue the publish process
it_it: Continua con la pubblicazione

source: In order to make visible your ad to other users, it's required to pay a fee
it_it: Per poter rendere visibile l'annuncio agli altri utenti è richiesto un pagamento

source: Publish fee for item %d at %s
it_it: Costo per pubblicare l annuncio %d su %s

source: There's no need to pay the publish fee
it_it: Non è richiesto nessun pagamento per la pubblicazione

source: The publish fee is already paid
it_it: Il costo per la pubblicazione è stato già pagato

source: We are processing your payment, if we did not finish in a few seconds, please contact us
it_it: Stiamo verificando il tuo pagamento, se l'operazione dura a lungo contattaci

source: Payment processed correctly
it_it: Pagamento eseguito con successo

source: Click here to continue
it_it: Clicca qui per continuare

source: There was a problem processing your payment. Please contact the administrators and
it_it: Si sono verificati dei problemi durante la verifica del tuo pagamento. Per favore contatta l'amministratore e

source: There was a problem processing your payment. Please contact the administrators
it_it: Si sono verificati dei problemi durante la verifica del tuo pagamento. Per favore contatta l'amministratore

source: User account manager
it_it: Gestione account utente

source: Paypal & your items
it_it: Paypal e i tuoi annunci

source: You don't have any items yet
it_it: Non hai ancora nessun annuncio

source: Publication date
it_it: Pubblicato il

source: Price
it_it: Prezzo

source: Paid!
it_it: Pagato!

source: Pay for this item
it_it: Paga per questo annuncio

source: Already premium
it_it: Già Premium

source: Make premium
it_it: Rendi Premium

source: Credit packs. Your current credit is %.2f %s
it_it: Pacchetti credito. Il tuo credito residuo è %.2f %s

source: Credit pack #%d
it_it: Pacchetto #%d

source: Credit for %s %s at %s
it_it: Credito per %s %s at %s

source: There were some errors, please try again later or contact the administrators
it_it: Si sono verificati degli errori, riprova più tardi o contatta l'amministratore

source: Allow premium Plus ads
it_it: Abilita annunci PremiumPlus

source: Premium Plus days
it_it: Durata giorni premiumPlus

source: Default premium Plus cost
it_it: Costo PremiumPlus predefinito

source: Premium Plus fee (%s)
it_it: Costo annuncio PremiumPlus (%s)

source: Make the ad premium Plus
it_it: Rendi l'annuncio PremiumPlus

source: Premium Plus fee for item %d at %s
it_it: Il costo per rendere PremiumPlus l'annuncio %d è di %s

source: The item is already a premium Plus ad
it_it: L'annuncio è già PremiumPlus

source: Premiums Plus ads are not allowed
it_it: Gli annunci PremiumPlus non sono abilitati

source: Packs
it_it: Pacchetti

source: Allow Bonus
it_it: Abilita Bonus

source: Bonus for pack #%d
it_it: Bonus per il pacchetto #%d

source: Free Bonus!
it_it: Bonus Gratis!

source: Get
it_it: Ricevi

source: Allow Bonus Expiration
it_it: Abilita scadenza credito bonus

source: Bonus expiration days
it_it: Giorni per la scadenza del credito bonus

source: Your current Bonus credit is %.2f %s
it_it: Il tuo attuale credito Bonus è di %.2f %s

source: maturing in %d days
it_it: in scadenza tra %d giorni

source: no expiry
it_it: senza scadenza

source: Sorry, but you do not have enough credit to continue
it_it: Siamo spiacenti, ma non hai credito sufficiente per proseguire

source: Your current credit is %.2f %s
it_it: Il tuo attuale credito è di %.2f %s

source: Paypal Account
it_it: Account Paypal

source: Premium Ads
it_it: Annunci Premium

source: PremiumPlus Ads
it_it: Annunci PremiumPlus

source: Other Options
it_it: Altre Opzioni

source: Packs And Bonus Credit
it_it: Pacchetti e Credito Bonus

source: You can specify a percentage of the bonus that the user gets buying a package.
it_it: Puoi specificare la percentuale di bonus che l'utente riceve acquistando un pacchetto

source: You could specify a percentage of the bonus that the user gets buying a package. User can have a bonus only if you allow bonus. Disable bonus will take effects only for new purchase and users bonus can be still used.
it_it: Puoi specificare la percentuale di bonus che l'utente riceve acquistando un pacchetto. L'utente può ricevere il bonus solo se li hai abilitati. Disabilitando i bonus non verranno cancellati gli attuali bonus degli utenti che potranno essere ancora utilizzati

source: You could specify if user bonus have to expire. This will take effects only for new purchase.
it_it: Puoi specificare se il bonus degli utenti debba avere una scadenza. La scadenza verrà applicata solo ai nuovi bonus.

source: NOTE: The bonus credit is not cumulative. When finished, users can buy a new pack for more bonus credit.
it_it: NOTA: Il credito bonus non è cumulabile. Quando esaurito l'utente può ottenerne altro acquistando nuovi pacchetti.

source: All the bonus without expiration deleted
it_it: Tutti i bonus senza scadenza soo stati eliminati

source: Description
it_it: Descrizione

source: Date
it_it: Data

source: Code
it_it: Codice

source: Amount
it_it: Importo

source: UserID
it_it: ID Utente

source: ItemID
it_it: ID Annuncio

source: Source
it_it: Provenienza

source: Product type
it_it: Tipo Prodotto

source: Paypal+ Log
it_it: Registro Paypal+

source: Paypal Log ID
it_it: ID Registro Paypal

source: Premium Log
it_it: Registro Premium

source: Publish Log
it_it: Registro Annunci

source: Advanced
it_it: Avanzato

source: Delete all users bonus without Expiration time.
it_it: Elimina tutti i bonus degli utenti senza scadenza

source: Use this option careful
it_it: Utilizza questa opzione con cautela

source: You can get more Bonus Credit after using all you actual bonus!
it_it: Puoi ottenere nuovo credito Bonus dopo aver esauto quello attuale!

source: Bonus Credit is not cumulative.
it_it: Il credito Bonus non è cumulabile.

source: Your Bonus Credit will expire in %d days
it_it: Il tuo credito Bonus scadrà tra %d giorni

source: days!
it_it: giorni!

source: This item is inactive!
it_it: Questo annuncio non è attivo!

source: This item is not enabled yet!
it_it: Questo annuncio non è ancora stato approvato!

source: Auto enable item if user make it Premium/PremiumPlus
it_it: Auto abilita annunci se l'utente li rende Premium/PremiumPlus
